Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: After reconstitution:
es_es: Después de la reconstitución:

source: After relevant interruption, the first filled 16 vials are discarded to minimise oxidative impact by VHP.
es_es: Después de una interrupción importante, los primeros 16 frascos llenos se desechan paraminimizar el efecto oxidativo del vapor de peróxido de hidrógeno.

source: After relevant interruption, the first filled 8 vials are discarded to minimise oxidative impact by VHP.
es_es: Después de una interrupción importante, los primeros 8 frascos llenos se desechan para minimizar el efecto oxidativo del vapor de peróxido de hidrógeno.

source: After removal of water during the lyophilisation process no further relevant oxidative effects are expected.
es_es: Después de la eliminación del agua durante el proceso de liofilización, no se prevén otros efectos oxidativos relevantes.

source: After signal test of instrument, click on reference to do the reference measurement prior the sample measurement.
es_es: Después de verificar la señal del equipo, hacer clic en Referencia para hacer la medición de referencia previa a la de la muestra.

source: After stable operation of the chromatogram has been achieved, make 6 replicate injections of the Assay Standard.
es_es: Una vez logrado el funcionamiento estable del cromatograma, hacer 6 inyecciones repetidas del estándar de valoración.

source: After stable operation of the chromatogram has been achieved, make 6 replicate injections of the Standard preparation.
es_es: Una vez logrado el funcionamiento estable del cromatograma, hacer 6 inyecciones repetidas de la preparación estándar.

source: After stable operation of the chromatograph has been achieved, make six replicate injections of Standard Solution 1.
es_es: Una vez logrado el funcionamiento estable del cromatógrafo, hacer seis inyecciones repetidas de la solución estándar 1.

source: After sterile filtration, the drug substance is aseptically filled into vials.
es_es: Tras la filtración estéril, los viales se llenan de medicamento mediante procedimientos estériles.

source: After stoppering, the syringes are visually inspected and finally assembled with an extended finger flange, plunger rod and needle safety device with subsequent packaging and labelling.
es_es: Después de agregar los tapones, se hace una inspección visual de las Jeringas, que luego se arman con la lengüeta de apoyo extendida, el vástago de émbolo y el dispositivo de seguridad de aguja y por último se acondicionan y etiquetan.

source: After storage of calibration solution:
es_es: tras almacenar la solución de calibración:

source: After storage of sample solution:
es_es: tras almacenar la solución muestra:

source: After storage of stock solution:
es_es: Tras almacenar la solución madre:

source: After storage prior to testing the samples were pre-conditioned in alignment with the requirements given in ISO 11608-1.
es_es: Después del almacenamiento previo a las pruebas, las muestras se preacondicionaron de conformidad con los requisitos establecidos en la norma ISO 11608-1.

source: After subjects fasted overnight for at least 10 hours, they were to be served a high-fat, high-calorie meal in the morning of Day 1, 30 min before drug administration.
es_es: Luego de un ayuno nocturno de 10 horas como mínimo, se debía servir a los sujetos una comida con alto contenido graso y calórico en la mañana del día 1, 30 minutos antes de la administración del medicamento.

source: After such a decision, the Investigator must contact all participating subjects within two weeks, and written notification must be sent to the Ethics Committee.
es_es: Después de tomar tal decisión, el investigador debe comunicarse con todos los participantes en el plazo de dos semanas y enviar una notificación por escrito al Comité de Ética.

source: After the different hold times, the tenecteplase solution for injection was withdrawn from the syringe using a catheter, commonly used for injections.
es_es: Luego de cada tiempo de espera, se extrajo la solución inyectable de tenecteplasa de la jeringa por medio de un catéter comúnmente usado para inyecciones.

source: After the failure modes were identified from this exercise, particular measures for risk reduction were defined to eliminate, reduce, or control potential failures.
es_es: Cuando este ejercicio permitió identificar los modos de falla, se pudieron definir medidas específicas para la reducción de riesgos y eliminar, reducir o controlar posibles fallas.

source: After the first low temp.
es_es: Después del primer ciclo de temp. baja

source: After the following Phenyl Sepharose chromatography the DNA content is below the detection limit of the assay.
es_es: Luego de la siguiente cromatografía en fenil sefarosa, el contenido de ADN cae por debajo del límite de detección del ensayo.

source: After the formulation unit operation (see Section 3.2.S.2.2 Description of Manufacturing Process and Process Controls), the drug substance (DS) 150 mg/mL may be stored at 2 – 8°C, frozen, thawed, split or pooled.
es_es: Después de la operación de la unidad de formulación (ver la Sección 3.2.S.2.2 Descripción del proceso de fabricación y los controles del proceso), el principio activo a 150 mg/ml puede almacenarse a 2 – 8 °C, congelarse, descongelarse, dividirse o mezclarse.

source: After the individual patient’s end of trial, the investigator did not need to actively monitor the patient for AEs, but had to report related SAEs and related AESIs of which the investigator became aware.
es_es: Después del final del ensayo para cada paciente individual, el investigador no necesitaba monitorear activamente al paciente para detectar EA, pero tenía que informar los EAG y EAIP relacionados de los que hubiera tomado conocimiento.

source: After the initial AE/SAE report, the investigator is required to actively follow each subject and provide further information to The Florey on the subject’s condition.
es_es: Luego del informe inicial de EA/EAG, el investigador debe realizar un seguimiento activo de cada paciente y proporcionar información adicional sobre el estado del paciente a The Florey.

source: After the initial fill level of the surge vessel is reached, the aseptic filling process of the syringes is started.
es_es: Una vez que se alcanza el nivel de llenado inicial del tanque de compensación, se inicia el proceso de llenado aséptico de las jeringas.

source: After the last intake of study medication, patients were to be followed up for 30 days.
es_es: Tras la última ingesta del medicamento experimental, se hacía un seguimiento de hasta 30 días.

source: After the optional freeze and thaw step, the DS is used for DP manufacturing of tenecteplase lyophilisate for solution for injection 25 mg/vial.
es_es: Después del paso opcional de congelamiento y descongelamiento, el principio activo se utiliza para la fabricación del medicamento tenecteplasa 25 mg/frasco en polvo liofilizado para solución inyectable.

source: After the protocol was approved, a pagination error was identified in the document.
es_es: Una vez aprobado el protocolo, se identificó un error de paginación en el documento.

source: After the treatment stop, the patients were to be followed up for 30 days.
es_es: Después de la interrupción del tratamiento, se realizó un seguimiento de 30 días.

source: After titration of glimepiride up to 16 weeks, the majority of patients received either the 1 mg or 4 mg doses, and the proportion of patients taking 4 mg slightly increased over time (Figure 2).
es_es: Después de escalar la glimepirida hasta 16 semanas, la mayoría de los pacientes recibieron dosis de 1 mg o 4 mg, y la proporción de pacientes que tomaron 4 mg aumentó ligeramente con el tiempo (Figura 2).

source: After treatment discontinuation, the uric acid values of the empagliflozin group returned towards baseline.
es_es: Tras discontinuar el tratamiento, los valores de ácido úrico del grupo de empagliflozina volvieron hacia el valor inicial.

source: After use, the 0.2 μm bioburden reduction filter is tested for integrity and is discarded.
es_es: Luego del uso, se analiza la integridad del filtro de 0.2 μm para la reducción de la contaminación microbiana, y se descarta.

source: Afterwards add magnesium stearate to the pre-blend and mix to form the final blend.
es_es: Luego, agregar el estearato de magnesio a la premezcla y mezclar hasta obtener la mezcla final.

source: Afterwards, analytical testing of relevant methods was performed:
es_es: Luego, se evaluaron analíticamentee los métodos relevantes:

source: Age
es_es: Edad

source: Age (interaction p-value = 0.5162), eGFR (interaction p-value = 0.6331), or LVEF (interaction p-value = 0.4333) analysed as a continuous variable had no relevant impact on the results of the primary analysis (Figures 15.2.1.3.1: 1, 15.2.1.3.2: 1, 15.2.1.3.3: 1).
es_es: No tuvieron ningún impacto relevante sobre los resultados de los análisis primarios ni la edad (valor p para interacciones = 0.5162), ni la TFGe (valor p para interacciones = 0.6331), ni la FEVI (valor p para interacciones = 0.4333) analizadas como variables continuas (Figuras 15.2.1.3.1: 1, 15.2.1.3.2: 1, 15.2.1.3.3: 1).

source: Age (years)
es_es: Edad (años)

source: Age 18 to 50 years (inclusive)
es_es: Tener entre 18 y 50 años (inclusive).

source: Age Range (years)
es_es: Rango etario (años)

source: Age [year] (< and ≥70; continuous)
es_es: Edad [años] (< y ≥70; continuo)

source: Age [years], mean (SD)
es_es: Edad [años], media (DE)

source: Age category
es_es: Categoría etaria

source: Age category, N (%)
es_es: Categoría etaria, N (%)

source: Age group
es_es: Grupo etario

source: Age – yr
es_es: Edad – años

source: Age ≥ 70 years (at Visit 1a)
es_es: Edad ≥70 años (a la Visita 1a).

source: Age ≥18 years at screening.
es_es: Edad ≥18 años al momento de la selección.

source: Age ≥20 years at screening
es_es: Edad ≥20 años al momento de la selección

source: Age, yr, Mean (SD)
es_es: Edad, años, media (DE)

source: Age, mean (SD), y
es_es: Edad, media (DE), y

source: Age, sex, and baseline stroke severity distributions in the trial are similar to in real-world practice, as reflected in data from registries across the world.22,28–30
es_es: Las distribuciones por edad, sexo y gravedad inicial del accidente cerebrovascular del ensayo son similares a las de la práctica real, como se refleja en los datos registrales de todo el mundo.22,28-30

source: Age, years
es_es: Edad, años

source: Age-specific incidence rates per 10 000 person-year for paediatric VTE for Denmark [P11-14206] and Canada [R17-1457]
es_es: Tasas de incidencia específicas de cada edad por cada 10 000 años-persona para el TEV pediátrica en Dinamarca [P11-14206] y Canadá [R17-1457]

source: Agencia Nacional de Regulación, Control y Vigilancia Sanitaria
es_es: National Health Regulation, Control and Surveillance

source: Agent Delivery Events
es_es: Eventos devolución del agente

source: Aggregate [%]
es_es: Agregado [%]

source: Aggregate analysis of endpoint data to determine any potential benefit or risk and to ensure patient safety during the clinical trial was on a regular basis by the DMC.
es_es: El Comité de Monitoreo de Datos realizó periódicamente un análisis agregado de los datos relativos a los criterios de valoración para determinar cualquier beneficio o riesgo potencial y garantizar la seguridad del paciente durante el ensayo clínico.

source: Agitator off time
es_es: Tiempo de detención del agitador

source: Agitator on time
es_es: Tiempo de activación del agitador

source: Agitator speed
es_es: Velocidad del agitador

source: Aglutinante
es_es: Binder

source: Aims and hypotheses
es_es: Objetivos e hipótesis

source: Air Quality
es_es: Calidad del aire

source: Air and Surface Environmental Monitoring (EM) and Air Pressure Differentials
es_es: Monitoreo ambiental de aire y superficie, y diferenciales de presión de aire

source: Air bubbles are to be avoided or, where applicable, removed.
es_es: Hay que evitar o, de ser el caso, eliminar las burbujas de aire.

source: Air pressure differentials and airlocks ensure that production areas are separated, as appropriate.
es_es: Para garantizar que las áreas de producción estén separadas, se usan diferenciales de presión del aire y esclusas según corresponda.

source: Air pressure differentials and airlocks ensure that production areas are separated.
es_es: Para garantizar que las áreas de producción estén separadas, se usan diferenciales de presión del aire y esclusas.

source: Air samples CFU/m³
es_es: Muestras de aire UFC/m³

source: Air samples
es_es: Muestras de aire

source: Aktenzeichen/Reference Number:
es_es: Número de acta:

source: Al evaluar la proporcionalidad en la composición, se recomienda considerar la proporcionalidad de recubrimiento gastro-resistente con respecto a la superficie (no al peso del núcleo) para tener la misma gastro-resistencia (mg / cm2).
es_es: When evaluating drug compound proportionality, the proportionality of gastro-resistant coating with respect to the surface (not the weight of the core) should be checked for gastro-resistance identity (mg/cm2).

source: Al final de la segunda etapa, los resultados de ambos grupos combinados se utilizan en el análisis final.
es_es: At the end of the second stage, the results of both groups combined are used in the final analysis.

source: Al medir los metabolitos activos, el lavado del periodo y los tiempos de muestreo puede necesitar ser ajustado para permitir la caracterización adecuada del perfil farmacocinético del metabolito.
es_es: When measuring active metabolites, washout periods and sampling times may need to be adjusted to allow for adequate characterization of the metabolite pharmacokinetic profile.

source: Al menos 12 unidades deben ser utilizadas para la determinación de cada perfil.
es_es: At least 12 units must be used for the determination of each profile.

source: Albumin:
es_es: Albúmina:

source: Albuminuria was also assessed in efficacy endpoints (Section 11.1.3.8).
es_es: La albuminuria también se evaluó junto con los criterios de valoración de eficacia (Sección 11.1.3.8).

source: Alcohol abuse (consumption of more than 20 g/day in females or 30 g/day in males)
es_es: Abuso del alcohol (consumo mayor a 20 g/día para las mujeres y a 30 g/día para los varones).

source: Alcoholic beverages were not to be permitted from 48 h before study drug administration until the last blood sampling of each treatment period.
es_es: Tampoco debían consumir bebidas alcohólicas desde las 48 horas previas a la administración de la medicación en estudio hasta la toma de la última muestra de sangre en cada período de tratamiento.

source: Alcoholism
es_es: Alcoholismo

source: Aleatorización de la secuencia de los voluntarios/pacientes.
es_es: Volunteer/patient sequence randomization.

source: Alemseged F, Ng FC, Williams C, et al.
es_es: Alemseged F, Ng FC, Williams C, y col.

source: Aligned with BI Vienna submission.
es_es: En línea con la presentación para el registro de BI Vienna.

source: Aliquot
es_es: Alícuota

source: Alkyl methanesulfonates*
es_es: Alquil metanosulfonatos*

source: All (S)AEs, including those persisting after individual patient’s end of trial had to be followed up until they had resolved, had been sufficiently characterised, or no further information could be obtained.
es_es: Todos los EA, incluidos los que persistieron después del final del ensayo para cada paciente, debieron recibir seguimiento hasta que se resolvieran, se caracterizaran lo suficiente o ya no se pudiera obtener más información.

source: All 48 randomised subjects were included in the TS and 47 of 48 subjects were included in the PKS (Table 15.1.3: 1).
es_es: Los 48 sujetos aleatorizados se incluyeron en el grupo tratado y 47 de los 48 sujetos se incluyeron en el conjunto de sujetos sometidos a análisis farmacocinéticos (Tabla 15.1.3: 1).

source: All 555 devices correctly deployed the sharps injury prevention feature and no needle stick injuries occurred.
es_es: Los 555 dispositivos activaron correctamente la medida de prevención de lesiones cortantes y no ocurrieron lesiones por pinchazos.

source: All Metalyse® batches were in consequence ≤ reference solution I. For 33 TNKase® DP batches the result was ≤ reference suspension I and for one batch the result was ≤ reference suspension II.
es_es: Todas las partidas de Metalyse® fueron ≤ solución de referencia I. De 33 partidas del medicamento TNKase®, el resultado fue ≤ suspensión de referencia I, salvo por una partida cuyo resultado fue ≤ suspensión de referencia II.

source: All AEs and SAEs documented at a previous visit/contact and are designated as ongoing, will be reviewed at subsequent visits/contacts.
es_es: Todos los EA y EAG documentados en una visita/contacto anterior y denominados en curso serán revisados en visitas/contactos posteriores.

source: All AEs and SAEs will be followed until resolution, until the condition stabilises, until the event is otherwise explained, or until the subject is lost to follow-up.
es_es: Se hará un seguimiento de todos los EA y EAG hasta su resolución, hasta que se estabilice el estado del paciente, hasta que se encuentre una justificación alternativa del evento o hasta que el paciente se pierda en el seguimiento.

source: All AEs are to be recorded in the patient’s medical history, and also in the CRF.
es_es: Todos los eventos adversos deberán registrarse en la historia clínica del paciente y también en el CRF.

source: All AEs occurring during the course of the clinical trial (that is, from signing the informed consent through the observational phase) were to be collected, documented, and reported to the sponsor by the investigator on the appropriate eCRF(s)/SAE reporting forms.
es_es: El investigador debía recopilar, documentar e informar al patrocinador todos los eventos adversos que ocurrieran durante el curso del ensayo clínico, valiéndose para ello de los formularios electrónicos de informe de casos o los formularios de informe de eventos adversos serios.

source: All AEs reported for the trial had resolved by the end-of-study examination, with the exception of vulvovaginal mycotic infection (Subject No. 119, T1 fed), intercostal neuralgia (Subject No. 103, T1 fed), oral herpes (Subject No. 120, R1 fed), and musculoskeletal pain (Subject No. 210, T2 fed), all of which were considered to be non-treatment related (Appendix 16.2.7, Listings 2.1 and 2.2).
es_es: Todos los eventos adversos consignados en el ensayo se habían resuelto al momento del examen de fin de estudio, con excepción de una infección micótica vulvovaginal (sujeto 119, T1, postprandial), neuralgia intercostal (sujeto 103, T1, postprandial), herpes oral (sujeto 120, R1, postprandial) y dolor musculoesquelético (sujeto 210, T2, postprandial), todos los cuales se consideraron no relacionados con el tratamiento (Apéndice 16.2.7, Listados 2.1 y 2.2).

source: All AEs that occurred before first intake were assigned to “pre-treatment”, and all AEs that occurred after last intake +7 days were assigned to “follow-up”, except if otherwise specified.
es_es: Todos los eventos adversos acaecidos antes de la primera toma se asignaron al "pretratamiento" y todos los acaecidos desde los 7 días posteriores a la última toma se asignaron al "seguimiento", salvo especificación en contrario.

source: All AEs that occurred between first intake of study medication until 7 days after last intake of study medication were assigned to the randomised treatment (“on-treatment” period).
es_es: Todos los eventos adversos acaecidos entre la primera toma de la medicación del estudio hasta 7 días después de la última toma se asignaron al tratamiento aleatorizado (período “en tratamiento”).

source: All AEs were recorded in the patient’s medical history, and also in the CRF.
es_es: Los eventos adversos se registraron en la historia clínica del paciente y también en el CRF.

source: All AEs, including AEs which occurred during the screening period or post-study, are tabulated in Appendix 16.1.9.2 and listed in Appendix 16.2.7.
es_es: Todos los eventos adversos, incluidos los que ocurrieron durante el período de selección o posterior al estudio, aparecen tabulados en el Apéndice 16.1.9.2 y enumerados en el Apéndice 16.2.7.

source: All AEs, including those persisting after trial completion, were to be monitored until they resolved or were sufficiently characterised.
es_es: Todos los EA, incluidos los que persistieron después del final del ensayo debieron recibir seguimiento hasta que se resolvieran, se caracterizaran lo suficiente.

source: All AEs, serious and non-serious, occurring during the course of the clinical trial were to be collected, documented and reported to the sponsor by the investigator on the appropriate CRFs/SAE reporting forms.
es_es: El investigador debía recopilar, documentar e informar al patrocinador todos los EA, graves y no graves, que ocurrieran durante el curso del ensayo clínico, valiéndose para ello de los formularios de informe de casos o de informe de eventos adversos graves.

source: All DP batches met the proposed specification as outlined in Section 3.2.P.5.1 Specification for the Drug Product.
es_es: Todas las partidas del medicamento cumplieron con la especificación propuesta de la Sección 3.2.P.5.1, Especificación del medicamento.

source: All DP presentations, 25 mg/vial, 40 mg/vial and 50 mg/vial are manufactured using the same DS (5 mg/mL).
es_es: Todas las presentaciones del medicamento, 25 mg/vial, 40 mg/vial y 50 mg/vial, se fabrican utilizando el mismo principio activo (5 mg/mL).

source: All DP presentations, the already established 40 mg/vial and 50 mg/vial as well as the newly introduced 25 mg/vial, are manufactured using the same DS (5 mg/mL).
es_es: Todas las presentaciones del medicamento, las ya establecidas de 40 mg/frasco y 50 mg/frasco, así como la nueva presentación de 25 mg/frasco, se fabrican utilizando el mismo principio activo (5 mg/ml).

source: All DS batches meet the specification as outlined in Section 3.2.S.4.1 Specification for the Drug Substance.
es_es: Todas las partidas del principio activo cumplen con la especificación de la Sección 3.2.S.4.1, Especificación del principio activo.

source: All Design Inputs were verified with the required configuration ensuring that all Design Input requirements are covered.
es_es: Se verificaron todas las propuestas de diseño en comparación con la configuración requerida, para confirmar que todas las propuestas de diseño estén cubiertas.

source: All Module 3 registration documents are prepared using the current Boehringer Ingelheim standard templates regarding layout and level of detail.
es_es: Todos los documentos de registro del módulo 3 se prepararon atendiendo a la disposición y el nivel de detalle de las plantillas estándar de Boehringer Ingelheim.

source: All NIHSS and mRS scores were verified against source data by the independent blinded monitor (Neuroscience Trials Australia).
es_es: El auditor independiente enmascarado (Neuroscience Trials Australia) verificó todas las puntuaciones de las escalas NIHSS y mRS tomando como referencia los datos originales.

source: All SAEs are evaluated by a pharmacovigilance physician.
es_es: Un médico del sector de farmacovigilancia evalúa todos los eventos adversos serios.

source: All SST Criteria were met.
es_es: Se cumplieron los criterios definidos en la prueba de idoneidad del sistema (SST).

source: All Simethicone values at both manufacturing sites were below LOQ starting from lysine agarose affinity chromatography pool.
es_es: En ambas plantas productoras, todos los valores de la simeticona estuvieron por debajo del límite de cuantificación considerando el agrupamiento de cromatografía de afinidad de agarosa y lisina.
